blog-posts/2004-03-09-more-stuff-about-finite-automata-in-latex.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>More stuff about finite automata in LaTeX</title>
<!-- 2014-04-30 Wed 17:37 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">More stuff about finite automata in LaTeX</h1>
<p>
March 9th, 2004 -
<a href="http://sachachua.com/blog/p/1864"><a href="http://sachachua.com/blog/p/1864">http://sachachua.com/blog/p/1864</a></a>
</p>

<blockquote>
<p>
I had exactly this issue when I was tutoring a group of Computability
 Theory students. I found that only GNU Pic gave good results. You can
 embed pic inline in LaTeX documents and have it render properly but
 it's probably better results to use a Makefile and run pic/groff to
 get EPS files.
</p>
</blockquote>

<blockquote>
<p>
check
<a href="http://advogato.org/person/dto/diary.html?start=67"><a href="http://advogato.org/person/dto/diary.html?start=67">http://advogato.org/person/dto/diary.html?start=67</a></a>
</p>
</blockquote>

<blockquote>
<p>
P.S. thanks for all the planner-mode help&#x2026; I am up and running!!
</p>
</blockquote>

<p>
E-Mail from David O'Toole
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
